Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Please enter comment for the workflow transition.
ar: الرجاء إدخال تعليق لانتقال سير العمل.
bn: কর্মপ্রবাহ পরিবর্তনের জন্য মন্তব্য লিখুন.
de: Bitte geben Sie einen Kommentar zum Workflow-Übergang ein.
es: Por favor ingrese un comentario para la transición de flujo de trabajo.
fr: Veuillez saisir un commentaire pour la transition du flux de travail.
hi: कृपया वर्कफ़्लो परिवर्तन के लिए टिप्पणी दर्ज करें।
it: Inserisci un commento per la transizione del flusso di lavoro.
nl: Voer een opmerking in voor de workflow-overgang.
pt: Insira um comentário para a transição do fluxo de trabalho.
te: దయచేసి వర్క్u200cఫ్లో మార్పు కోసం వ్యాఖ్యను నమోదు చేయండి.
zh_tw: 请输入工作流转换的注释。

source: Enter Workflow Comment
ar: أدخل تعليق سير العمل
bn: ওয়ার্কফ্লো মন্তব্য লিখুন
de: Geben Sie einen Workflow-Kommentar ein
es: Ingresar Comentario de Flujo de Trabajo
fr: Saisir un commentaire sur le flux de travail
hi: वर्कफ़्लो टिप्पणी दर्ज करें
it: Inserisci il commento del flusso di lavoro
nl: Voer workflowopmerking in
pt: Insira o comentário do fluxo de trabalho
te: వర్క్u200cఫ్లో వ్యాఖ్యను నమోదు చేయండి
zh_tw: 输入工作流程注释

source: (Required)
ar: (مطلوب)
bn: (প্রয়োজনীয়)
de: (Erforderlich)
es: (Requerido)
fr: (Requis)
hi: (आवश्यक)
it: (Necessario)
nl: (Vereist)
pt: (Obrigatório)
te: (అవసరం)
zh_tw: （必需的）

source: (Optional)
ar: (خياري)
bn: (ঐচ্ছিক)
es: (Opcional)
fr: (Facultatif)
hi: (वैकल्पिक)
it: (Opzionale)
nl: (Optioneel)
pt: (Opcional)
te: (ఐచ్ఛికం)
zh_tw: （选修的）

source: Comment must be entered for the workflow transition <{0}>
ar: يجب إدخال التعليق لانتقال سير العمل <{0}>
es: Se debe ingresar un comentario para la transición del flujo de trabajo <{0}>
fr: Un commentaire doit être saisi pour la transition du workflow <{0}>
hi: वर्कफ़्लो ट्रांज़िशन <{0}> के लिए टिप्पणी दर्ज की जानी चाहिए
it: È necessario inserire un commento per la transizione del flusso di lavoro <{0}>
nl: Er moet commentaar worden ingevoerd voor de workflowovergang <{0}>

source: The items are checked out by <{0}>. If you override the check-out, modifications to these items may be lost.
ar: تم سحب العناصر بواسطة <{0}>. إذا قمت بتجاوز عملية السحب، فقد يتم فقدان التعديلات التي تم إجراؤها على هذه العناصر.
es: Los artículos son retirados por <{0}>. Si anula el check-out, es posible que se pierdan las modificaciones realizadas a estos elementos.
fr: Les éléments sont extraits par <{0}>. Si vous annulez l'extraction, les modifications apportées à ces éléments risquent d'être perdues.
hi: आइटम <{0}> द्वारा चेक आउट किए जाते हैं. यदि आप चेक-आउट को ओवरराइड करते हैं, तो इन आइटमों में संशोधन खो सकते हैं।
it: Gli elementi sono stati estratti da <{0}>. Se ignori il check-out, le modifiche a questi elementi potrebbero andare perse.
nl: De artikelen worden uitgecheckt door <{0}>. Als u het afrekenen overschrijft, kunnen wijzigingen aan deze artikelen verloren gaan.

source: Click 'OK' to check-in these items. Click 'Cancel' to abort check-in.
ar: انقر فوق "موافق" لتسجيل الوصول إلى هذه العناصر. انقر فوق "إلغاء" لإلغاء تسجيل الوصول.
bn: এই আইটেমগুলি চেক-ইন করতে 'ঠিক আছে' ক্লিক করুন৷ চেক-ইন বাতিল করতে 'বাতিল করুন' এ ক্লিক করুন।
de: Klicken Sie auf „OK“, um diese Elemente einzuchecken. Klicken Sie auf „Abbrechen“, um den Check-in abzubrechen.
es: Haga clic en 'Aceptar' para registrar estos elementos. Haga clic en 'Cancelar' para abortar el registro.
fr: Cliquez sur « OK » pour enregistrer ces éléments. Cliquez sur « Annuler » pour abandonner l'enregistrement.
hi: इन वस्तुओं को चेक-इन करने के लिए 'ओके' पर क्लिक करें। चेक-इन निरस्त करने के लिए 'रद्द करें' पर क्लिक करें।
it: Fare clic su "OK" per archiviare questi elementi. Fare clic su "Annulla" per interrompere il check-in.
nl: Klik op 'OK' om deze items in te checken. Klik op 'Annuleren' om het inchecken af te breken.
pt: Clique em 'OK' para fazer check-in desses itens. Clique em 'Cancelar' para cancelar o check-in.
te: ఈ అంశాలను చెక్-ఇన్ చేయడానికి 'సరే' క్లిక్ చేయండి. చెక్-ఇన్u200cను నిలిపివేయడానికి 'రద్దు చేయి'ని క్లిక్ చేయండి.
zh_tw: 单击“确定”签入这些项目。单击“取消”中止签入。

source: An error occurred processing action {0} in batch mode. The error returned was: {1}. \n\nDo you want to continue?
ar: حدث خطأ أثناء معالجة الإجراء {0} في الوضع الدفعي. الخطأ الذي تم إرجاعه هو: {1}. هل تريد الاستمرار؟
bn: ব্যাচ মোডে {0} প্রক্রিয়া প্রক্রিয়াকরণে একটি ত্রুটি ঘটেছে৷ ফেরত ত্রুটি ছিল: {1}. \n\nআপনি কি চালিয়ে যেতে চান?
de: Bei der Verarbeitung der Aktion {0} im Batchmodus ist ein Fehler aufgetreten. Der zurückgegebene Fehler war: {1}. \n\nMöchten Sie fortfahren?
es: Ocurrió un error al procesar la acción {0} en modo por lotes. El error devuelto fue: {1}. \n\n¿Desea continuar?
fr: Une erreur s'est produite lors du traitement de l'action {0} en mode batch. L'erreur renvoyée était : {1}. Voulez-vous continuer ?
hi: बैच मोड में क्रिया {0} को संसाधित करने में त्रुटि उत्पन्न हुई। लौटाई गई त्रुटि थी: {1}। क्या आप जारी रखना चाहते हैं?
it: Si è verificato un errore durante l'elaborazione dell'azione {0} in modalità batch. L'errore restituito è stato: {1}. Vuoi continuare?
nl: Er is een fout opgetreden bij het verwerken van actie {0} in batchmodus. De geretourneerde fout was: {1}. Wil je doorgaan?
pt: Ocorreu um erro ao processar a ação {0} no modo em lote. O erro retornado foi: {1}. \n\nDeseja continuar?
te: బ్యాచ్ మోడ్u200cలో చర్య {0}ని ప్రాసెస్ చేయడంలో లోపం సంభవించింది. తిరిగి వచ్చిన లోపం: {1}. \n\nమీరు కొనసాగించాలనుకుంటున్నారా?
zh_tw: 在批处理模式下处理操作 {0} 时出错。返回的错误是：{1}。 \n\n你想继续吗？

source: There were errors copying a Site or Site Subfolder which you must fix manually. The errors are logged to the file: {0}.\n\nDo you want to view the error log now?
ar: حدثت أخطاء أثناء نسخ موقع أو مجلد فرعي للموقع ويجب إصلاحها يدويًا. تم تسجيل الأخطاء في الملف: {0}. هل تريد عرض سجل الأخطاء الآن؟
bn: একটি সাইট বা সাইট সাবফোল্ডার অনুলিপি করার সময় ত্রুটি ছিল যা আপনাকে অবশ্যই ম্যানুয়ালি ঠিক করতে হবে৷ ত্রুটিগুলি ফাইলটিতে লগ করা হয়েছে: {0}।\n\nআপনি কি এখন ত্রুটি লগ দেখতে চান?
de: Beim Kopieren einer Site oder eines Site-Unterordners sind Fehler aufgetreten, die Sie manuell beheben müssen. Die Fehler werden in der Datei {0} protokolliert.\n\nMöchten Sie das Fehlerprotokoll jetzt anzeigen?
es: Hubo errores al copiar un Sitio o Subcarpeta del Sitio que debe corregir manualmente. Los errores se registran en el archivo: {0}.\n\n¿Desea ver el registro de errores ahora?
fr: Des erreurs se sont produites lors de la copie d'un site ou d'un sous-dossier de site que vous devez corriger manuellement. Les erreurs sont enregistrées dans le fichier : {0}. Voulez-vous afficher le journal des erreurs maintenant ?
hi: किसी साइट या साइट सबफ़ोल्डर की प्रतिलिपि बनाने में त्रुटियाँ थीं जिन्हें आपको मैन्युअल रूप से ठीक करना होगा। त्रुटियाँ फ़ाइल में लॉग की गई हैं: {0}। क्या आप अब त्रुटि लॉग देखना चाहते हैं?
it: Si sono verificati errori durante la copia di un sito o di una sottocartella del sito che è necessario correggere manualmente. Gli errori vengono registrati nel file: {0}. Vuoi visualizzare il registro degli errori adesso?
nl: Er zijn fouten opgetreden bij het kopiëren van een site of sitesubmap. Deze moet u handmatig oplossen. De fouten worden vastgelegd in het bestand: {0}. Wilt u het foutenlogboek nu bekijken?
pt: Ocorreram erros ao copiar um site ou subpasta de site que você deve corrigir manualmente. Os erros são registrados no arquivo: {0}.\n\nDeseja visualizar o log de erros agora?
te: మీరు మాన్యువల్u200cగా పరిష్కరించాల్సిన సైట్ లేదా సైట్ సబ్u200cఫోల్డర్u200cను కాపీ చేయడంలో లోపాలు ఉన్నాయి. లోపాలు ఫైల్u200cకి లాగ్ చేయబడ్డాయి: {0}.\n\nమీరు ఇప్పుడు ఎర్రర్ లాగ్u200cని చూడాలనుకుంటున్నారా?
zh_tw: 复制站点或站点子文件夹时出现错误，您必须手动修复。错误已记录到文件：{0}。\n\n您想立即查看错误日志吗？

source: Problems occurred while attempting to clone the site definition associated a site you copied: {0}
ar: حدثت مشكلات أثناء محاولة استنساخ تعريف الموقع المرتبط بالموقع الذي نسخته: {0}
bn: আপনার অনুলিপি করা একটি সাইট সম্পর্কিত সাইটের সংজ্ঞা ক্লোন করার চেষ্টা করার সময় সমস্যা হয়েছে: {0}
de: Beim Versuch, die Site-Definition zu klonen, die einer von Ihnen kopierten Site zugeordnet ist, sind Probleme aufgetreten: {0}
es: Ocurrieron problemas al intentar clonar la definición del sitio asociada a un sitio que copió: {0}
fr: Des problèmes sont survenus lors de la tentative de clonage de la définition de site associée à un site que vous avez copié : {0}
hi: आपके द्वारा कॉपी की गई साइट से संबंधित साइट परिभाषा को क्लोन करने का प्रयास करते समय समस्याएँ उत्पन्न हुईं: {0}
it: Si sono verificati problemi durante il tentativo di clonare la definizione del sito associata a un sito copiato: {0}
nl: Er zijn problemen opgetreden bij het klonen van de sitedefinitie die is gekoppeld aan een site die u heeft gekopieerd: {0}
pt: Ocorreram problemas ao tentar clonar a definição de site associada a um site que você copiou: {0}
te: మీరు కాపీ చేసిన సైట్u200cకి అనుబంధించబడిన సైట్ డెఫినిషన్u200cను క్లోన్ చేయడానికి ప్రయత్నిస్తున్నప్పుడు సమస్యలు సంభవించాయి: {0}
zh_tw: 尝试克隆与您复制的网站关联的网站定义时出现问题：{0}

source: A newer revision of this item exists. Choose "Yes" to continue using this newer revision, choose "No" to stop and refresh the item.
ar: توجد مراجعة أحدث لهذا العنصر. اختر "نعم" لمواصلة استخدام هذه المراجعة الأحدث، واختر "لا" لإيقاف العنصر وتحديثه.
bn: এই আইটেমটির একটি নতুন সংশোধন বিদ্যমান। এই নতুন সংশোধন ব্যবহার চালিয়ে যেতে "হ্যাঁ" চয়ন করুন, আইটেমটিকে থামাতে এবং রিফ্রেশ করতে "না" নির্বাচন করুন৷
de: Es existiert eine neuere Version dieses Artikels. Wählen Sie „Ja“, um diese neuere Revision weiterhin zu verwenden. Wählen Sie „Nein“, um das Element anzuhalten und zu aktualisieren.
es: Existe una revisión más reciente de este elemento. Elija "Sí" para continuar usando esta revisión más reciente, elija "No" para detener y actualizar el elemento.
fr: Une révision plus récente de cet élément existe. Choisissez « Oui » pour continuer à utiliser cette révision plus récente, choisissez « Non » pour arrêter et actualiser l'élément.
hi: इस आइटम का एक नया संशोधन मौजूद है। इस नए संशोधन का उपयोग जारी रखने के लिए "हां" चुनें, आइटम को रोकने और ताज़ा करने के लिए "नहीं" चुनें।
it: Esiste una revisione più recente di questo elemento. Scegli "Sì" per continuare a utilizzare questa revisione più recente, scegli "No" per interrompere e aggiornare l'elemento.
nl: Er bestaat een nieuwere versie van dit item. Kies "Ja" om door te gaan met het gebruik van deze nieuwere revisie, kies "Nee" om te stoppen en het item te vernieuwen.
pt: Existe uma revisão mais recente deste item. Escolha “Sim” para continuar usando esta revisão mais recente, escolha “Não” para parar e atualizar o item.
te: ఈ అంశం యొక్క కొత్త పునర్విమర్శ ఉంది. ఈ కొత్త పునర్విమర్శను ఉపయోగించడం కొనసాగించడానికి "అవును" ఎంచుకోండి, అంశాన్ని ఆపి రిఫ్రెష్ చేయడానికి "నో" ఎంచుకోండి.
zh_tw: 存在该项目的较新版本。 选择“是”继续使用此较新的版本，选择“否”停止并刷新该项目。

source: A newer revision of one or more of the selected items exists. Choose "Yes" to continue using the newer revision(s), choose "No" to stop and refresh the item(s).
ar: توجد مراجعة أحدث لواحد أو أكثر من العناصر المحددة. اختر "نعم" لمواصلة استخدام المراجعة (المراجع) الأحدث، واختر "لا" لإيقاف العنصر (العناصر) وتحديثه.
bn: এক বা একাধিক নির্বাচিত আইটেমের একটি নতুন সংশোধন বিদ্যমান। নতুন সংশোধন(গুলি) ব্যবহার চালিয়ে যেতে "হ্যাঁ" চয়ন করুন, আইটেম(গুলি) থামাতে এবং রিফ্রেশ করতে "না" চয়ন করুন৷
de: Für eines oder mehrere der ausgewählten Elemente ist eine neuere Revision vorhanden. Wählen Sie „Ja“, um die neueren Versionen weiterhin zu verwenden. Wählen Sie „Nein“, um die Elemente anzuhalten und zu aktualisieren.
es: Existe una revisión más reciente de uno o más de los elementos seleccionados. Elija "Sí" para continuar usando la(s) revisión(es) más reciente(s), elija "No" para detener y actualizar el(os) elemento(s).
fr: Une révision plus récente d'un ou plusieurs des éléments sélectionnés existe. Choisissez « Oui » pour continuer à utiliser les révisions les plus récentes, choisissez « Non » pour arrêter et actualiser le(s) élément(s).
hi: चयनित वस्तुओं में से एक या अधिक का नया संशोधन मौजूद है। नए संशोधन का उपयोग जारी रखने के लिए "हां" चुनें, आइटम को रोकने और ताज़ा करने के लिए "नहीं" चुनें।
it: Esiste una revisione più recente di uno o più elementi selezionati. Scegli "Sì" per continuare a utilizzare le revisioni più recenti, scegli "No" per interrompere e aggiornare gli elementi.
nl: Er bestaat een nieuwere revisie van een of meer van de geselecteerde items. Kies "Ja" om de nieuwere revisie(s) te blijven gebruiken, kies "Nee" om de item(s) te stoppen en te vernieuwen.
pt: Existe uma revisão mais recente de um ou mais dos itens selecionados. Escolha "Sim" para continuar usando as revisões mais recentes, escolha "Não" para parar e atualizar o(s) item(s).
te: ఎంచుకున్న అంశాలలో ఒకటి లేదా అంతకంటే ఎక్కువ కొత్త పునర్విమర్శ ఉంది. కొత్త పునర్విమర్శ(ల)ను ఉపయోగించడం కొనసాగించడానికి "అవును" ఎంచుకోండి, ఐటెమ్(లు)ని ఆపివేసి, రిఫ్రెష్ చేయడానికి "నో" ఎంచుకోండి.
zh_tw: 存在一个或多个选定项目的较新版本。 选择“是”继续使用较新的版本，选择“否”停止并刷新项目。

source: Found duplicate property name: <{0}>.
ar: تم العثور على اسم خاصية مكرر: <{0}>.
es: Nombre de propiedad duplicado encontrado: <{0}>.
fr: Nom de propriété en double trouvé : <{0}>.
hi: डुप्लिकेट संपत्ति का नाम मिला: <{0}>.
it: Trovato nome proprietà duplicato: <{0}>.
nl: Dubbele eigenschapsnaam gevonden: <{0}>.

source: Property <{0}> must have a value.
ar: الخاصية <{0}> يجب أن تحتوي على قيمة.
es: La propiedad <{0}> debe tener un valor.
fr: La propriété <{0}> doit avoir une valeur.
hi: संपत्ति <{0}> का एक मूल्य होना चाहिए.
it: La proprietà <{0}> deve avere un valore.
nl: Eigenschap <{0}> moet een waarde hebben.

source: Property names cannot contain spaces.
ar: لا يمكن أن تحتوي أسماء الخصائص على مسافات.
bn: সম্পত্তির নামে স্পেস থাকতে পারে না।
de: Eigenschaftsnamen dürfen keine Leerzeichen enthalten.
es: Los nombres de propiedades no pueden contener espacios.
fr: Les noms de propriété ne peuvent pas contenir d'espaces.
hi: संपत्ति के नाम में रिक्त स्थान नहीं हो सकते.
it: I nomi delle proprietà non possono contenere spazi.
nl: Eigenschapsnamen mogen geen spaties bevatten.
pt: Os nomes de propriedades não podem conter espaços.
te: ఆస్తి పేర్లలో ఖాళీలు ఉండకూడదు.
zh_tw: 属性名称不能包含空格。

source: OK
ar: نعم
bn: ঠিক আছে
es: Aceptar
fr: D'ACCORD
hi: ठीक है
te: సరే
zh_tw: 好的

source: Help
ar: يساعد
bn: সাহায্য
de: Helfen
es: Ayuda
fr: Aide
hi: मदद
it: Aiuto
nl: Hulp
pt: Ajuda
te: సహాయం
zh_tw: 帮助

source: About Rhythmyx Content Explorer
ar: حول Rhythmyx Content Explorer
bn: Rhythmyx Content Explorer সম্পর্কে
de: Über Rhythmyx Content Explorer
es: Acerca de Rhythmyx Content Explorer
fr: À propos de l'explorateur de contenu Rhythmyx
hi: रिदमिक्स कंटेंट एक्सप्लोरर के बारे में
it: Informazioni su Rhythmyx Content Explorer
nl: Over Rhythmyx Content Explorer
pt: Sobre o Rhythmyx Content Explorer
te: రిథమిక్స్ కంటెంట్ ఎక్స్u200cప్లోరర్ గురించి
zh_tw: 关于 Rhythmyx 内容浏览器

source: Copyright 2003, Percussion Software Inc.
ar: حقوق الطبع والنشر 2003، شركة Percussion Software Inc.
bn: কপিরাইট 2003, Percussion Software Inc.
es: Copyright 2003, Percusión Software Inc.
hi: कॉपीराइट 2003, पर्कशन सॉफ्टवेयर इंक.
pt: Direitos autorais 2003, Percussion Software Inc.
te: కాపీరైట్ 2003, పెర్కషన్ సాఫ్ట్u200cవేర్ ఇంక్.
zh_tw: 版权所有 2003，Percussion Software Inc.

source: Unable to get children : {0}
ar: غير قادر على إنجاب الأطفال : {0}
bn: সন্তান পেতে অক্ষম: {0}
de: Kinder können nicht abgerufen werden: {0}
es: No se pueden obtener hijos: {0}
fr: Impossible d'avoir des enfants : {0}
hi: संतान प्राप्त करने में असमर्थ : {0}
it: Impossibile avere bambini: {0}
nl: Kan geen kinderen krijgen: {0}
pt: Não é possível ter filhos: {0}
te: పిల్లలను పొందడం సాధ్యం కాలేదు : {0}
zh_tw: 无法获得孩子：{0}

source: invalid sys_revision = {0} property for {1} action
ar: خاصية sys_revision = {0} غير صالحة للإجراء {1}.
bn: অবৈধ sys_revision u003d {1} কর্মের জন্য {0} বৈশিষ্ট্য
de: Ungültige sys_revision u003d {0}-Eigenschaft für {1}-Aktion
es: propiedad sys_revision = {0} inválida para acción {1}
fr: sys_revision = {0} propriété non valide pour {1} action
hi: अमान्य sys_revision = {1} कार्रवाई के लिए {0} संपत्ति
it: sys_revision non valida = proprietà {0} per l'azione {1}
nl: ongeldige sys_revision = {0} eigenschap voor {1} actie
pt: sys_revision inválido u003d propriedade {0} para ação {1}
te: invalid sys_revision u003d {1} చర్య కోసం {0} ఆస్తి
zh_tw: {1} 操作的 sys_revision u003d {0} 属性无效

source: An error occurred while using the search web service. Message: {0}
ar: حدث خطأ أثناء استخدام خدمة البحث على الويب. الرسالة: {0}
bn: অনুসন্ধান ওয়েব পরিষেবা ব্যবহার করার সময় একটি ত্রুটি ঘটেছে৷ বার্তা: {0}
de: Bei der Verwendung des Such-Webdienstes ist ein Fehler aufgetreten. Nachricht: {0}
es: Ocurrió un error al usar el servicio web de búsqueda. Mensaje: {0}
fr: Une erreur s'est produite lors de l'utilisation du service Web de recherche. Message : {0}
hi: खोज वेब सेवा का उपयोग करते समय एक त्रुटि उत्पन्न हुई. संदेश: {0}
it: Si è verificato un errore durante l'utilizzo del servizio Web di ricerca. Messaggio: {0}
nl: Er is een fout opgetreden tijdens het gebruik van de zoekwebservice. Bericht: {0}
pt: Ocorreu um erro ao usar o serviço web de pesquisa. Mensagem: {0}
te: శోధన వెబ్ సేవను ఉపయోగిస్తున్నప్పుడు లోపం సంభవించింది. సందేశం: {0}
zh_tw: 使用搜索 Web 服务时发生错误。消息：{0}

source: An error occurred while instantiating the class <{0}> from element <{1}>
ar: حدث خطأ أثناء إنشاء مثيل للفئة <{0}> من العنصر <{1}>
bn: <{0}> উপাদান <{1}> থেকে ক্লাস ইনস্ট্যান্ট করার সময় একটি ত্রুটি ঘটেছে
de: Beim Instanziieren der Klasse <{0}> aus Element <{1}> ist ein Fehler aufgetreten
es: Ocurrió un error al instantiate la clase <{0}> del elemento <{1}>
fr: Une erreur s'est produite lors de l'instanciation de la classe <{0}> à partir de l'élément <{1}>
hi: तत्व <{1}> से वर्ग <{0}> को इंस्टेंट करते समय एक त्रुटि उत्पन्न हुई
it: Si è verificato un errore durante la creazione dell'istanza della classe <{0}> dall'elemento <{1}>
nl: Er is een fout opgetreden bij het instantiëren van de klasse <{0}> uit element <{1}>
pt: Ocorreu um erro ao instanciar a classe <{0}> do elemento <{1}>
te: మూలకం <{1}> నుండి <{0}> తరగతిని ఇన్u200cస్టాంటియేట్ చేస్తున్నప్పుడు లోపం సంభవించింది
zh_tw: 从元素 <{1}> 实例化类 <{0}> 时发生错误

source: An error occurred while processing the options. Message: {0}
ar: حدث خطأ أثناء معالجة الخيارات. الرسالة: {0}
bn: বিকল্পগুলি প্রক্রিয়া করার সময় একটি ত্রুটি ঘটেছে৷ বার্তা: {0}
de: Beim Verarbeiten der Optionen ist ein Fehler aufgetreten. Nachricht: {0}
es: Ocurrió un error al procesar las opciones. Mensaje: {0}
fr: Une erreur s'est produite lors du traitement des options. Message : {0}
hi: विकल्पों को संसाधित करते समय एक त्रुटि उत्पन्न हुई. संदेश: {0}
it: Si è verificato un errore durante l'elaborazione delle opzioni. Messaggio: {0}
nl: Er is een fout opgetreden tijdens het verwerken van de opties. Bericht: {0}
pt: Ocorreu um erro ao processar as opções. Mensagem: {0}
te: ఎంపికలను ప్రాసెస్ చేస్తున్నప్పుడు లోపం సంభవించింది. సందేశం: {0}
zh_tw: 处理选项时发生错误。消息：{0}

source: An error occurred while loading the options. Message: {0}
ar: حدث خطأ أثناء تحميل الخيارات. الرسالة: {0}
bn: বিকল্পগুলি লোড করার সময় একটি ত্রুটি ঘটেছে৷ বার্তা: {0}
de: Beim Laden der Optionen ist ein Fehler aufgetreten. Nachricht: {0}
es: Ocurrió un error al cargar las opciones. Mensaje: {0}
fr: Une erreur s'est produite lors du chargement des options. Message : {0}
hi: विकल्प लोड करते समय एक त्रुटि उत्पन्न हुई. संदेश: {0}
it: Si è verificato un errore durante il caricamento delle opzioni. Messaggio: {0}
nl: Er is een fout opgetreden tijdens het laden van de opties. Bericht: {0}
pt: Ocorreu um erro ao carregar as opções. Mensagem: {0}
te: ఎంపికలను లోడ్ చేస్తున్నప్పుడు లోపం సంభవించింది. సందేశం: {0}
zh_tw: 加载选项时发生错误。消息：{0}

source: An error occurred while saving the options. Message: {0}
ar: حدث خطأ أثناء حفظ الخيارات. الرسالة: {0}
bn: বিকল্পগুলি সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে৷ বার্তা: {0}
de: Beim Speichern der Optionen ist ein Fehler aufgetreten. Nachricht: {0}
es: Ocurrió un error al guardar las opciones. Mensaje: {0}
fr: Une erreur s'est produite lors de l'enregistrement des options. Message : {0}
hi: विकल्प सहेजते समय कोई त्रुटि उत्पन्न हुई. संदेश: {0}
it: Si è verificato un errore durante il salvataggio delle opzioni. Messaggio: {0}
nl: Er is een fout opgetreden bij het opslaan van de opties. Bericht: {0}
pt: Ocorreu um erro ao salvar as opções. Mensagem: {0}
te: ఎంపికలను సేవ్ చేస్తున్నప్పుడు లోపం సంభవించింది. సందేశం: {0}
zh_tw: 保存选项时出错。消息：{0}

source: Server returned error code {0}. Message: {1}
ar: قام الخادم بإرجاع رمز الخطأ {0}. الرسالة: {1}
bn: সার্ভার ত্রুটি কোড {0} ফেরত দিয়েছে৷ বার্তা: {1}
de: Der Server hat den Fehlercode {0} zurückgegeben. Nachricht: {1}
es: El servidor devolvió el código de error {0}. Mensaje: {1}
fr: Le serveur a renvoyé le code d'erreur {0}. Message : {1}
hi: सेवर ने त्रुटि कोड {0} लौटाया। संदेश: {1}
it: Il server ha restituito il codice di errore {0}. Messaggio: {1}
nl: Server heeft foutcode {0} geretourneerd. Bericht: {1}
pt: O servidor retornou o código de erro {0}. Mensagem: {1}
te: సర్వర్ ఎర్రర్ కోడ్ {0}ని అందించింది. సందేశం: {1}
zh_tw: 服务器返回错误代码 {0}。消息：{1}

source: Execution context is not in <{1}> for the effect <{0}> and is ignored.
ar: سياق التنفيذ ليس في <{1}> للتأثير <{0}> وتم تجاهله.
bn: এক্সিকিউশন প্রসঙ্গ <{0}> প্রভাবের জন্য <{1}> এ নেই এবং উপেক্ষা করা হয়েছে।
de: Der Ausführungskontext ist für den Effekt <{0}> nicht in <{1}> und wird ignoriert.
es: El contexto de ejecución no está en <{1}> para el efecto <{0}> y se ignora.
fr: Le contexte d'exécution n'est pas dans <{1}> pour l'effet <{0}> et est ignoré.
hi: निष्पादन संदर्भ <{0}> प्रभाव के लिए <{1}> में नहीं है और इसे अनदेखा कर दिया गया है।
it: Il contesto di esecuzione non è in <{1}> per l'effetto <{0}> e viene ignorato.
nl: De uitvoeringscontext bevindt zich niet in <{1}> voor het effect <{0}> en wordt genegeerd.
pt: O contexto de execução não está em <{1}> para o efeito <{0}> e é ignorado.
te: అమలు సందర్భం <{0}> ప్రభావం కోసం <{1}>లో లేదు మరియు విస్మరించబడింది.
zh_tw: 执行上下文不在效果 <{0}> 的 <{1}> 中，并且被忽略。

source: Current relationship <{1}> is not promotable in the effect <{0} and is ignored.
ar: العلاقة الحالية <{1}> غير قابلة للترقية في التأثير <{0} ويتم تجاهلها.
bn: বর্তমান সম্পর্ক <{1}> প্রভাবে প্রচারযোগ্য নয় <{0} এবং উপেক্ষা করা হয়।
de: Die aktuelle Beziehung <{1}> kann im Effekt <{0} nicht hochgestuft werden und wird ignoriert.
es: La relación actual <{1}> no es promovible en el efecto <{0}> y se ignora.
fr: La relation actuelle <{1}> n'est pas promouvable dans l'effet <{0} et est ignorée.
hi: वर्तमान संबंध <{1}> प्रभाव <{0} में प्रचार योग्य नहीं है और इसे अनदेखा कर दिया गया है।
it: La relazione corrente <{1}> non è promuovibile nell'effetto <{0} e viene ignorata.
nl: De huidige relatie <{1}> kan niet worden gepromoot in het effect <{0} en wordt genegeerd.
pt: O relacionamento atual <{1}> não pode ser promovido no efeito <{0} e é ignorado.
te: ప్రస్తుత సంబంధం <{1}> ప్రభావం <{0}లో ప్రచారం చేయబడదు మరియు విస్మరించబడింది.
zh_tw: 当前关系 <{1}> 在效果 <{0} 中不可提升并被忽略。
